<?php
return array(
	'inaccessible'=>'Вам форуми недоступні',
	'nowonforum'=>'Зараз на форумі ',
	'stats'=>'Статистика',
	'challread'=>'Відмітити всі форуми прочитаними',
	'nonewposts'=>'Нових постів немає',
	'whoon'=>function($g,$u,$h,$b)
	{
		$r=$g>0 ? $g.Ukrainian::Plural($g,array(' гість',' гостя',' гостей')) : '';
		if($u>0)
		{
			if($r)
				$r.=', ';
			$r.=$u.Ukrainian::Plural($u,array(' користувач',' користувача',' користувачів'));
		}
		if($h>0)
		{
			if($r)
				$r.=', ';
			$r.=$h.Ukrainian::Plural($h,array(' прихований користувач',' прихованих користувача',' прихованих користувачів'));
		}
		if($b>0)
		{
			if($r)
				$r.=', ';
			$r.=$b.Ukrainian::Plural($b,array(' пошуковий бот',' пошукових бота',' пошукових ботів'));
		}
		#Замена последнів запятой на "і"
		$r=preg_replace('#,([^,]+)$#',' і\1',$r);
		return$r;
	},
	'quantity'=>'Кількісні показники:',
	'tau'=>function($t,$a,$u)
	{
		return'<b>'.$t.'</b> '.Ukrainian::Plural($t,array('тема','теми','тем'))
			.'<br /><b>'.$a.'</b> '.Ukrainian::Plural($a,array('відповідь','відповіді','відповідей'))
			.'<br /><b>'.$u.'</b> '.Ukrainian::Plural($u,array('користувач','користувача','користувачів')).'<br />';
	},
	'forum'=>'Форум',
	'topics'=>'Тем',
	'answers'=>'Відповідей',
	'lastpost'=>'Останній пост',
	'group:'=>'Група: %s',
	'moders:'=>'Модератори: %s',
	'subforums:'=>'Підфоруми: %s',
	'mt'=>'Теми, які очікують модерацію',
	'ma'=>'Відповіді, які очікують модерацію',
	'tar'=>'Доступ до тем заборонено',
	'topic:'=>'Тема:',
	'author:'=>'Автор:',
	'hasnp'=>'Є нові пости. Помітити прочитаними',
	'rules'=>'Правила форуму',
	'nort'=>'У Вас немає прав для перегляду тем',
	'chst'=>'Змінити статус',
	'onmod'=>'На модерації',
	'hided'=>'Приховано',
	'active'=>'Активно',
	'delete'=>'Видалити',
	'move'=>'Перемістити',
	'open'=>'Відкрити',
	'close'=>'Закрити',
	'pin'=>'Закріпити',
	'unpin'=>'Відкріпити',
	'merge'=>'З&#39;єднати теми',
	'new-topic'=>'Нова тема',
	'not-subscribe'=>'Підписка відсутня',
	'notify'=>'Підписка із сповіщенням',
	'immediately'=>'Негайним',
	'daily'=>'Щоденним',
	'weekly'=>'Щотижневим',
	'monthly'=>'Щомісячним',
	'topic'=>'Тема',
	'views'=>'Переглядів',
	'tnf'=>'Теми не знайдені',
	'closed'=>'Зачинено',
	'moved'=>'Переміщено',
	'merged'=>'З&#39;єднано',
	'tread'=>'Тема прочитана',
	'gnp'=>'До першого непрочитаного повідомленя',
	'waits'=>'Очікує',
	'imp'=>'Важливо',
	'voting'=>'Опитування',
	'twp'=>'Відповіді, які очікують модерації',
	'glp'=>'До останнього повідомленя',
	'mfr'=>'Відмітити цей форум прочитаним',
	'here-now'=>function($g,$u,$h,$b)
	{
		return $g+$b+$u+$h>1 ? 'Цей форум читають ' : 'Цей форум читає ';
	},
	'moder-topics'=>'Модерування тем',
	'leave_link'=>' залишити посилання на тему(и) в цьому форумі',
	'main_topic'=>'Головна тема:',
	'other_topic'=>'-інша тема-',
	'id_or_url_ot'=>'Введіть ID або посилання основної теми',
	'ld_all'=>'весь час',
	'ld_30'=>'останні 30 днів',
	'ld_60'=>'останні 60 днів',
	'ld_90'=>'останні 90 днів',
	'my_on_mod%'=>'Мої на модерації (%s)',
	'on_mod%'=>'На модерації (%s)',
	'active%'=>'Активні (%s)',
	'blocked%'=>'Заблоковані (%s)',
	'all%'=>'Будь-яким (%s)',
	'filter'=>'Фільтр',
	'with_status:'=>'Зі статусом: ',
	'for:'=>'За: ',
	'only_my'=>'Показувати тільки мої теми',
	'rss_topics'=>'Теми форуму &quot;%s&quot;',
	'rss_posts'=>'Пости форуму &quot;%s&quot;',
	'wait-my'=>function($href,$cnt)
	{
		$pl=$cnt>1;
		return'На форумі присутн'.($pl ? 'і' : 'я').' також '.$cnt.Ukrainian::Plural($cnt,array(' ваша тема, що чекає',' ваші теми, що чекають',' ваших тем, що чекають'))
		.' на модерацію. Побачити '.($pl ? 'їх' : 'її').' ви можете <a href="'.$href.'">тут</a>.';
	},
	'wait-moder'=>function($href,$cnt)
	{
		$pl=$cnt>1;
		return'На форумі присутн'.($pl ? 'і' : 'я').' також '.$cnt.Ukrainian::Plural($cnt,array(' тема, що чекає',' теми, що чекають',' тем, що чекають'))
		.' на модерацію. Побачити '.($pl ? 'їх' : 'її').' ви можете <a href="'.$href.'">тут</a>.';
	},
	'all-topics'=>'Всі теми',
	'apply-filter'=>'Застосувати фільтр',
);