<?php
return array(
	'flist'=>'Список форумів',
	'addforum'=>'Додати форум',
	'mlist'=>'Список модераторів',
	'addmoder'=>'Додати модератора',
	'prefixes'=>'Префікси тем',
	'reputation'=>'Репутація',
	'~reputation'=>'Зміни репутації',
	'bgr'=>'Базові права груп',
	'massrights'=>'Масове призначення прав',
	'fusers'=>'Користувачі форуму',
	'letters'=>'Формати листів',
	'addprefix'=>'Додати префікс',
	'uploads'=>'Завантажені файли',
	'fsubscr'=>'Підписки на форуми',
	'tsubscr'=>'Підписки на теми',
	'service'=>'Обслуговування форуму',
	'oprgr'=>'Налаштувати права груп',
	'pos'=>'Позиція',
	'begin'=>'В початок',
	'after'=>'Післе',
	'up'=>'Вгору',
	'down'=>'Вниз',
	'subforums'=>'Підфоруми',
	'addsubforum'=>'Додати підфорум',
	'fbnf'=>'Підфоруми не знайдені',
	'fnf'=>'Форуми не знайдені',
	'fpp'=>'Форумів на сторінку: %s',
	'location'=>'Розташування',
	'parent'=>'Батько',
	'fcat'=>'Це категорія, а не форум',
	'fcat_'=>'В категоріях розміщують підфоруми, створювати теми в них не можна',
	'uid'=>'Ідентифікація користувача',
	'logo'=>'Логотип',
	'descr'=>'Опис',
	'rules'=>'Правила форуму',
	'opts'=>'Опції',
	'incposts'=>'Увімкнути лічильник повідомлень',
	'enrep'=>'Увімкнути репутацію',
	'hideattach'=>'Ховати вкладення',
	'hideattach_'=>'Включення цієї опції зробить неможливим передачу посилання на вкладення третім особам',
	'puttopics'=>'Куди перемістити теми',
	'deltopics'=>'видалити теми',
	'ltif'=>'Залишити в поточному форумі, змінивши мову',
	'ptaf'=>'Перемістити в інший форум',
	'uni'=>'Для всіх мов',
	'delete'=>'Видалити',
	'cancel'=>'Відмінити',
	'delcf'=>function($langs,$title)
	{
		$uni=$langs==array('');
		return'Ви збираєтесь видалити '.($uni ? '<i>універсальну</i> ' : '').Ukrainian::Plural(count($langs),array('мовну версію','мовні версії','мовних версій')).' '.($uni ? '' : '&quot;'.join('&quot;, &quot;',$langs).'&quot;').' форуму &quot;'.$title.'&quot;. Оберіть форум, куди будуть переміщені теми.<br /><b style="color:red">Увага! Ця дія вплине на підфоруми.</b>';
	},
	'delfp'=>function($langs,$title)
	{
		$cnt=count($langs);
		$uni=$langs==array('');
		return Ukrainian::Plural($cnt,array($uni ? 'Універсальна мовна версія' : 'Мовна версія ','Мовні версії ','Мовні версії ')).join(', ',$langs).' форуму &quot;'.$title.'&quot; '.Ukrainian::Plural($cnt,array('видаляється...','видаляються...','видаляються...'));
	},
	'deld'=>function($langs,$title)
	{
		$cnt=count($langs);
		$uni=$langs==array('');
		return Ukrainian::Plural($cnt,array($uni ? 'Універсальна мовна версія' : 'Мовна версія ','Мовні версії ','Мовні версії ')).join(', ',$langs).' форуму &quot;'.$title.'&quot; '.Ukrainian::Plural($cnt,array('успішно видалена.','успішно видалено.','успішно видалено.'));
	},
	'back'=>'Повернутись',
	'group'=>'Група',
	'supermod'=>'Супермодератор',
	'propag'=>'Просування',
	'subgroups'=>'Підгрупи',
	'ga'=>function($cnt)
	{
		return'після '.Ukrainian::Plural($cnt,array($cnt,' повідомлення',' повідомлень',' повідомлень'));
	},
	'no'=>'немає',
	'sgnf'=>'Підгрупи не знайдені',
	'togr'=>'В групу',
	'-nopropag-'=>'-Не прсувати-',
	'afposts'=>'По написанню',
	'posts.'=>' повідомлень.',
	'gr'=>'Глобальні права',
	'shu'=>'Бачити прихованих користувачів',
	'premod'=>'Премодерація постів',
	'mains'=>'Загальні налаштування',
	'rbd'=>'Дозволи за замовчуванням',
	'assignment'=>'Призначення',
	'groups'=>'Групи',
	'forums'=>'Форуми',
	'rights'=>'Дозволи',
	'riss'=>'Права успішно збережені',
	'b'=>'Починається на',
	'q'=>'Співпадає с',
	'e'=>'Закінчується на',
	'm'=>'Містить',
	'un'=>'Ім&#39;я користувача',
	'posts'=>'Пості',
	'recrep'=>'Перерахувати репутацію',
	'unf'=>'Користувача не знайдено',
	'rcounted'=>function($ua)
	{
		return'Репутацію у користувач'.(count($ua)>1 ? '-ів ' : '-а ').join(', ',$ua).' перераховано';
	},
	'reg'=>'Регєстрація',
	'ft'=>'від до',
	'upp'=>'користувачів на сторінку: %s',
	'pon'=>'Постів на форумі',
	'rpr'=>'Заборонити публікацію повідомлень',
	'rpru'=>'Заборонити публікацію повідомлень до',
	'note'=>'Примітка',
	'internal'=>'Внутрішнє, тільки для адміністратора',
	'creation'=>'Створення',
	'mnf'=>'Модераторів не знайдено',
	'forum'=>'Форум',
	'dnm'=>'-не важливо-',
	'mpp'=>'Модераторів на сторінку: %s',
	'users'=>'Користувачі',
	'add'=>'Додати',
	'moderrights'=>'Права модератора',
	'gdc'=>function($forums,$groups,$users)
	{
		return'Ви дійсно хочете видалити модераторів '.rtrim($forums,' ,')
			.' в лиці '.($groups ? 'груп '.rtrim($groups,', ') : '')
			.($users ? ($groups ? ' та ' : '').'користувачів '.rtrim($users,', ') : '')
			.'?';
	},
	'setrights'=>'Налаштувати права',
	'atsf'=>'Застосувати до підфорумів?',
	'save'=>'Успішно збережено',
	'dfc'=>'Ви дійсно хочете видалити модераторів &quot;%s&quot;? Виберіть форум, куда будуть переміщені теми.',
	'fdels'=>'Форум &quot;%s&quot; видаляеться...',
	'fdeleted'=>'Форум &quot;%s&quot; успішно видалено.',
	'prefix'=>'Префікс',
	'pnf'=>'Префікси не знайдені',
	'design'=>'Назва',
	'ppp'=>'Префіксів на сторінку: %s',
	'pdc'=>function($prefix,$forums)
	{
		return'Ви дійсно хчете видалити префікс тем &quot;'.$prefix.'&quot; який викоритовується в '.Ukrainian::Plural(count($forums),array('форумі','форумах','форумах ')).join(', ',$forums).'?';
	},
	'save-forum'=>'Зберегти форум',
	'add-forum'=>'Додати форум',
	'save-prefix'=>'Зберегти префікс',
	'add-prefix'=>'Додати префікс',

	'syncusers'=>'Синхронизація користувачів',
	'finishdate'=>'Дата завершення',
	'dateupdate'=>'Дата чергового оновлення',
	'begindate'=>'Дата початку',
	'startedsync'=>'початок синхронізації',
	'prevrun'=>'Попередні запуски',
	'error'=>'Помилки',
	'sudbs'=>'Початкова дата синхронізації',
	'run'=>'Запустити',

	#Ошибки
	'PARENT_HAS_NOT_SAME_LANG'=>'Помилка в послідовності мов',
	'EMPTY_FORUMS'=>'Не вибрані форуми',
	'EMPTY_MODERS'=>'Ані користувачів, ані груп не вибрано',
);